Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: Vuonna 2005 suunnitelma ei edistynyt henkilövaihdosten vuoksi.
sme: 2005:s plána ii ovdánan bargiid molsašuvvama dihte.

source: Vuonna 2006 suunnitelman teosta laadittiin projektisuunnitelma ja perustettiin Metsähallituksen projektiryhmä.
sme: 2006:s plána dahkamis dahkkojuvvui prošeaktaplána ja vuođđuduvvui Meahciráđđehusa prošeaktajoavku.

source: Ryhmän muodostivat Lapin luontopalveluiden suojelubiologit Matti Mela (luonnonsuojelu, eläimet) ja Saara Tynys (luonnonsuojelu, kasvit ja luontotyypit), ylitarkastaja Irja Mikkonen (kullankaivuasiat), Aimo Leppäkangas (virkistyskäyttö), Markku Seppänen (erätalous) sekä Kimmo Gröndahl (karttatuotanto, paikkatietoaineiston käsittely).
sme: Prošeaktajovkui gulle Lappi luonddubálvalusaid suodjalanbiologat Matti Mela (luonddusuodjaleapmi, eallit) ja Saara Tynys (luonddusuodjaleapmi, šattut ja luondotiippat), allagohcci Irja Mikkonen (gollerogganáššit), Aimo Leppäkangas (lustageavaheapmi), Markku Seppänen (meahccegeavaheapmi) ja Kimmo Gröndahl (kártabuvttadeapmi, báikediehtomateriála gieđahallan).

source: Kokonaisvastuu suunnitelman laadinnasta ja kirjoittamisesta kuului Lapin luontopalveluiden erikoissuunnittelija Elina Stoltille.
sme: Plána dahkama ja čállima válddii badjelasas luonddubálvalusaid sierraplánejeaddji Elina Stolt.

source: Projektin johtoryhmänä toimi Lapin luontopalveluiden johtoryhmä.
sme: Prošeavtta njunušjoavkun doaimmai Lappi luonddubálvalusaid njunušjoavku.

source: Suunnitteluprojektin tueksi kutsuttiin sidosryhmien edustajat suunnitelman yhteistyöryhmään.
sme: Plánenprošeavtta doarjjan bovdejuvvojedje čanasjoavkkuid ovddasteaddjit plána ovttasbargojovkui.

source: Sen tehtävänä oli tuoda sidosryhmien näkemykset suunnitelmaan ja viedä suunnitelmaan liittyvää tietoa edustamilleen tahoille (Liite 3).
sme: Dan bargun lei ovdanbuktit čanasjoavkkuid oainnuid plánii ja doalvut plánii guoskevaš dieđuid dáid ovddastan oassebeliide (Čuovus 3).

source: Yhteistyöryhmään kutsuttiin edustajat seuraavilta tahoilta:
sme: Ovttasbargojovkui bovdejuvvojedje ovddasteaddjit čuovvovaš oassebeliin:

source: • Sallivaaran paliskunta
sme: • Sállevári bálggus

source: • Muotkatunturin paliskunta (ei nimettyä edustajaa)
sme: • Muotkeduoddara bálggus (ii nammaduvvon ovddasteaddji)

source: • Kuivasalmen paliskunta
sme: • Goikečoalmmi bálggus

source: • Lapin Kullankaivajain Liitto ry
sme: • Leammi gilisearvi

source: • Pohjois-Lapin Matkailu Oy (ei nimettyä edustajaa)
sme: • Pohjois-Lapin Matkailu Oy (ii nammaduvvon ovddasteaddji)

source: • Inarin riistanhoitoyhdistys
sme: • Anára fuođđodikšunovttastus

source: • Inarin kunta
sme: • Anára gielda

source: • saamelaiskäräjät
sme: • sámediggi

source: • Lapin ympäristökeskus
sme: • Lappi birasguovddáš

source: • Inarin Luonnonystävät ry
sme: • Ánara Sámi Searvi

source: Kansallispuistosta laaditut alueen luonnon ja käytön perusselvitykset on julkaistu kirjana (Kajala 2004).
sme: Álbmotmeahci birra dahkkojuvvon guovllu luonddu ja geavaheami vuođđočielggadusat leat almmustuhtton girjin (Kajala 2004).

source: Toiston välttämiseksi kirjassa julkaistuja asioita on tässä vain lyhyesti referoitu ja viitattu kirjan laajempiin ja usein myös huomattavasti yksityiskohtaisempiin tietoihin.
sme: Geardduheami garvin dihte girjjis ovdanbukton áššit leat dás dušše oanehaččat refererejuvvon, ja lea čujuhuvvon girjji viidáset ja dávjá maiddái mealgat dárkilet dieđuide.

source: Saamelaiskäräjien, ympäristöministeriön ja Metsähallituksen neuvotteluissa on päädytty Suunnitelmien ympäristövaikutusten arviointi -luvun osalta siihen, että koska saamelaisten kulttuuriitsehallintolain toteuttaminen kuuluu saamelaiskäräjille, saamelaiskäräjät on oikea taho laatimaan suunnitelman sosiaalisten, kulttuuristen ja taloudellisten vaikutusten arvioinnin siltä osin, kuin tarkastellaan suunnitelman vaikutuksia saamelaisiin.
sme: Sámediggi, birasministeriija ja Meahciráđđehus leat ráđđádallamiinniset Plánaid birasváikkuhusaid árvvoštallan -logu hárrái boahtán dan oaivilii ahte sámediggi lea kulturiešstivrenlága ollašuhttin rivttes oassebealli árvvoštallat plána sosiálalaš, kultuvrralaš ja ekonomalaš váikkuhusaid sámiide.

source: Saamelaiskäräjien arviointiosuus on suunnitelman liitteenä (Liite 1).
sme: Sámedikki árvvoštallanossodat lea plána čuovusin (Čuovus 1).

source: Suunnitelman laadinnassa on noudatettu Metsähallituksen suunnitteluohjeita (Metsähallitus 2004, 2005, 2006).
sme: Plána lea dahkkojuvvon Meahciráđđehusa plánenrávvagiid mielde (Meahciráđđehus 2004, 2005, 2006).

source: Alueen väestöä ja sidosryhmiä on osallistettu suunnittelun eri vaiheissa seuraavasti:
sme: Guovllu olbmot ja čanasjoavkkut leat oassálastán plána sierra muttuide čuovvovaččat:

source: • Syksyllä 2002 suunnittelun tavoitteita esiteltiin Inarin ja Sodankylän kuntien yhteistyöryhmälle ja keväällä 2003 sidosryhmille sekä paikalliselle väestölle (Liite 2).
sme: • Čakčat 2002 plánema ulbmilat ovdanbuktojedje Anára ja Soađegili gielddaid ovttasbargojovkui ja giđđat 2003 čanasjoavkkuide ja báikkálaš olbmuide (Čuovus 2).

source: • Syksyllä 2006 suunnittelua varten perustettiin suunnittelun yhteistyöryhmä, johon kutsuttiin edustajat eri sidosryhmistä.
sme: • Čakčat 2006 plánema várás vuođđuduvvui plánema ovttasbargojoavku, masa bovdejuvvojedje ovddasteaddjit sierra čanasjoavkkuin.

source: Työryhmässä suunnitelmaa käsiteltiin ensimmäisen kerran marraskuussa 2006. (Liite 3)
sme: Bargojoavkkus plána gieđahalle vuosttas háve skábmamánus 2006. (Čuovus 3)

source: • Suunnitelmaluonnosta esiteltiin Inarin ja Sodankylän kuntien yhteistyöryhmälle marraskuussa 2006 (Liite 3).
sme: • Plánaárvalus ovdanbuktojuvvui Anára ja Soađegili gielddaid ovttasbargojovkui skábmamánus 2006 (Čuovus 3).

source: • Yleisötilaisuuksia järjestettiin maaliskuussa 2007 Inarissa ja Pokassa (Liite 3).
sme: • Almmolaš dilálašvuođat lágiduvvojedje njukčamánus 2007 Anáris ja Bohkás (Čuovus 3).

source: Lisman kylä sijaitsee kansallispuiston keskellä.
sme: Lismmá gilli lea álbmotmeahci guovdu.

source: Kuva Matti Mela.
sme: Govva Matti Mela.

source: • Projektiryhmä kokoontui maaliskuussa 2007 heti yleisötilaisuuksien jälkeen.
sme: • Prošeaktajoavku čoahkkanii njukčamánus 2007 dakka maŋŋá almmolaš dilálašvuođaid.

source: • Inarin kalatalousneuvottelukunta käsitteli suunnitelmaluonnosta maaliskuussa 2007.
sme: • Anára guolledoalloráđđádallangoddi gieđahalai plánaárvalusa njukčamánus 2007.

source: • Inarin ja Sodankylän kuntien yhteistyöryhmä käsitteli suunnitelmaa toukokuussa 2007 (Liite 3).
sme: • Anára ja Soađegili gielddaid ovttasbargojoavku gieđahalai plána miessemánus 2007 (Čuovus 3).

source: • Suunnitelman yhteistyöryhmä kokoontui toukokuussa 2007.
sme: • Plána ovttasbargojoavku čoahkkanii miessemánus 2007.

source: • Lakisääteinen neuvottelu saamelaiskäräjien kanssa käytiin 14.8. 2007. Neuvotteluun osallistui myös Sallivaaran paliskunnan poroisäntä.
sme: • Lágasmearriduvvon ráđđádallan Sámedikkiin dáhpáhuvai 14.8.2007. Ráđđádallamii oassálasttii maiddái Sállevári bálgosa boazoisit.

source: (Liite 3)
sme: (Čuovus 3)

source: Lausuntoyhteenveto ja suunnitelmaan tehdyt muutokset (Liite 4) käsiteltiin Inarin ja Sodankylän kuntien yhteistyöryhmässä 18.12.
sme: • Čálalaš cealkámušmeannudeapmi lágiduvvui 4.10.–15.11.2007. Cealkámušaid čoahkkáigeassu ja plánii dahkkojuvvon rievdadusat (Čuovus 4) gieđahallojedje Anára ja Soađegili gielddaid ovttasbargojoavkkus 18.12.2007 ja plánema ovttasbargojoavkkus 10.1.2008, mas sohpe vel muhtun rievdadusain, mat galge dahkkojuvvojot plánii (cealkámušaid čoahkkáigeasu loahpas, Čuovus 4).

source: • Lapin luontopalveluiden aluejohtaja hyväksyi suunnitelman 23.1.
sme: • Lappi luonddubálvalusaid guovlluhoavda dohkkehii plána 23.1.2007.

source: • Ympäristöministeriö vahvisti suunnitelman 28.11.
sme: • Birasministeriija nannii plána 28.11.2008 (Čuovus 13).

source: 2008 (Liite 13).
sme: 1.4 Doahpagat

source: Tässä suunnitelmassa tarkoitetaan paikallisella asukkaalla Inarin tai Kittilän kunnassa henki paikallisella luontaiselinkeinojen harjoittajalla sellaista oman asuinkuntansa alueella toimivaa henkilöä, joka täyttää porotalouden ja luontaiselinkeinojen rahoituslain (45/2000) 3. §:ssä mainitut ehdot.
sme: Dán plánas oaivvildit báikkálaš ássiin Anára dahje Gihttela gielddas heaggačálihuvvon olbmo iežas ássangieldda siste. Dán plánas oaivvildit báikkálaš luondduealáhusbargiin dakkár olbmo, guhte doaibmá iežas ássangielddas ja deavdá boazodoalu ja luondduealáhusaid ruhtadanlága (45/2000) 3. §:s máinnašuvvon eavttuid.

source: Liikkumiseen, leiriytymiseen ja tulentekoon liittyviä erivapauksia käyttävän paikallisen asukkaan on vaadittaessa voitava todistaa henkilöllisyytensä.
sme: Báikkálaš ássi, guhte geavaha johtaleapmái, gohttemii ja dolastallamii guoskevaš sierravuoigatvuođaid, galgá dárbbu mielde duođaštit iežas identitehta.

source: Tässä suunnitelmassa saamelaiskulttuurilla tarkoitetaan laajalti saamelaisten kulttuurimuotoa siihen kuuluvine elinkeinoineen.
sme: Dán plánas sámekultuvrrain oaivvildit viidát sámiid kulturhámi dasa gullevaš ealáhusaiguin.

source: Saamelaisten kulttuuri perustuu oman alueen ja sen luonnon tuoton monipuoliseen ja kestävään käyttöön.
sme: Sámekultuvra vuođđuduvvá iežas guovllu ja dan luonddu buvttadeami máŋggabealat ja bistevaš geavaheapmái.

source: Hallituksen esitys eduskunnalle perustuslakien perusoikeussäännösten muuttamisesta sisältää saamelaisten oikeuden ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Ráđđehusa árvalusas riikkabeivviide vuođđolágaid vuođđovuoigatvuođanjuolggadusaid rievdadeamis lea mielde sámiid vuoigatvuohta bajásdoallat ja ovddidit iežaset giela ja kultuvrra.

source: Esityksessä todetaan, että säännöksen turvaamaan saamelaisten kulttuurimuotoon kuuluvat saamelaisten perinteiset elinkeinot, kuten poronhoito, kalastus ja metsästys (HE 309/ 1993).
sme: Árvalusas daddjojuvvo ahte njuolggadusa dorvvastan sámiid kulturhápmái gullet sámiid árbevirolaš ealáhusat, dego boazodoallu, guolástus ja meahccebivdu (HE 309/1993).

source: Kansallispuiston lähikylien asukkailla tarkoitetaan paikallisia asukkaita, jotka asuvat vakinaisesti karttaan (kuva 3) piirretyn rajauksen sisäpuolella, ei kuitenkaan kansallispuiston sisällä.
sme: Álbmotmeahci lagasgiliid ássiiguin oaivvildit báikkálaš olbmuid, geat ásset fásta kártii (govva 3) sárgojuvvon rájiid siskkobealde, eai goittot álbmotmeahcis.

source: Inarin kunnan alueella lähikyliä ovat Lisma, Repojoki, Lemmenjoki, Äivihjärvi, Kuivajärvi, Menesjärvi, Pyhäjärvi, Koiraoja, Angeli, Ivalon Matti, Tirro ja Kuttura.
sme: Anára gielddas dákkár lagasgilit leat Lismá, Riebanjohka, Leammi, Áivvetjávri, Goškanjávri, Menešjávri, Basejávri, Beatnatája, Áŋŋel, Avvil-Máhtte, Tirro ja Guhtur.

source: Kittilän kunnan alueella lähikyliä ovat Pokka, Pulju ja Lompolo.
sme: Gihttela gieldda siste lagasgiliide lohkkojit Bohkká, Bulju ja Lompolo.

source: Hallituksen esityksessä eduskunnalle laiksi eräiden uusien luonnonsuojelualueiden perustamisessa valtionmaille todetaan, että ”kansallispuistoja suunniteltaessa on kiinnitetty erityistä huomiota siihen, ettei luonnonsuojelualueiden perustamisella loukata paikallisen väestön oikeuksia tai rajoiteta sen toimeentulon mahdollisuuksia”.
sme: Ráđđehusa árvalusas riikkabeivviide láhkan dihto ođđa luonddusuodjalanguovlluid vuođđudeamis stáhtaeatnamiidda daddjojuvvo ahte ”álbmotmehciid plánedettiin lea giddejuvvon erenoamáš fuopmášupmi dasa, ahte luonddusuodjalanguovlluid vuođđudemiin eai rihkkojuvvo báikkálaš olbmuid vuoigatvuođat eaige gáržžiduvvo sin birgenvejolašvuođat”.

source: Lemmenjoen kansallispuistoon rajoittuvat lähikylät saamelaisten kotiseutualueella ovat perinteisesti saamelaiskyliä.
sme: Leammi álbmotmeahccái rádjašuvvi lagasgilit sámiid ruovttuguovllus leat don doložis leamaš sámegilit.

source: Edellä mainittujen seikkojen perusteella on katsottu, että kansallispuiston lähikylien asukkaat voivat liikkua talviaikana moottorikelkalla kansallispuistossa riekon ansapyynnissä tai kalastamassa ja kesällä moottoriveneellä kansallispuiston vesillä.
sme: Ovdalis máinnašuvvon ákkaid vuođul lea gehččojuvvon ahte álbmotmeahci lagasgiliid ássit sáhttet johtalit dálvvi áigge mohtorgielkkáin rievssahiid gárddodettiin dahje guolástettiin ja geassit mohtorfatnasiin álbmotmeahci čáziid alde.

source: Lisman kylä sijaitsee puiston keskellä; tämän vuoksi on katsottu, että kyläläisille voidaan luovuttaa polttopuuta myös puiston alueelta.
sme: Lismmá gilli lea guovdu álbmotmeahci, ja danin lea gehččojuvvon ahte gili olbmuide sáhttá luohpadit boaldinmuora maiddái álbmotmeahci siste.

source: 2 Luonto, historia ja nykyinen käyttö
sme: 2 Luondu, historjá ja dálá geavaheapmi

source: 2.1 Yleiskuvaus
sme: 2.1 Oppalaš govvideapmi

source: Lemmenjoen kansallispuisto edustaa nykyisessä laajuudessaan monipuolisesti Pohjois-Lapin luontoa ja maisemia.
sme: Leammi álbmotmeahcci ovddasta dálá viidodagas bures Davvi-Lappi luonddu ja duovdagiid.

source: Alueelta saavat alkunsa useat suuret joet: Inarijoki, Vaskojoki, Lemmenjoki, Repojoki ja Ivalojoki.
sme: Guovllus golggiidit moanat stuorra jogat: Anárjohka, Fášku, Leammi, Riebanjohka ja Avviljohka.

source: Niiden välissä levittäytyvät metsä-, tunturi- ja suoalueet.
sme: Daid gaskkas leat vuovde-, duottar- ja jeaggeguovllut.

source: Puisto sijaitsee Maanselän päävedenjakajan pohjoispuolella, Jäämereen laskevilla Teno- ja Paatsjoen vesistöalueilla.
sme: Álbmotmeahcci lea Másealggi váldočáhcejuohkama davábealde, Jiekŋamerrii luoiti Deanu ja Báhčaveaji čázádatguovlluin.

source: Kuusen metsänraja kulkee puiston eteläosassa.
sme: Guosa vuovdeorda manná álbmotmeahci lulágeahčen.

source: Jokilaaksojen välisillä selänteillä kasvaa harvoja männiköitä, joissa runsain puu on usein tunturikoivu.
sme: Johkalegiid gaskasaš giellasiin šaddet hárvveslágan beahcevuovddit, maid dábáleamos muorran lea dávjá lageš.

source: Korkeimpia vaaroja ja tunturipaljakoiden reunoja peittävät tunturikoivikot.
sme: Alimus váriid ja jalges duoddariid birra leat lagešvuovddit.

source: Lemmenjoen kansallispuiston erämaaluonnetta osoittavat myös puiston kohtalaisen vakaat ja runsaat karhu- ja maakotkakannat.
sme: Leammi álbmotmeahci meahccáivuohta boahtá ovdan maiddái dan viehka stáđis ja valljugas guovža- ja goaskinnáliin.

source: Puiston vaihtelevan luonnon ansiosta linnusto on monipuolinen ja edustava.
sme: Álbmotmeahci molsašuddi luonddu geažil guovllus leat valjis máŋggalágan loddešlájat.

source: Linnusto on pääosin Metsä-Lapin suo- ja metsälajistoa, mutta lähes kaikki TunturiLapinkin lajit tavataan kansallispuiston alueella ja vanhojen metsien lintulajien kannat ovat elinvoimaisia.
sme: Lottit gullet eanaš Vuovde-Sámi jeagge- ja vuovdešlájaide, muhto measta buot Duottar-Sámi šlájaid deaivá álbmotmeahcis ja boares vuvddiid loddešládjanálit leat eallinfámolaččat.

source: Puiston koillisosalle, erityisesti Lemmenjoen ja Vaskojoen laaksoille tyypillisiä ovat laajat ja komeat, monisatavuotiset mäntymetsät.
sme: Álbmotmeahci nuortadavágeahčai, erenoamážit Leammi ja Fáškku legiide leat mihtilmasat viiddis ja čáppa beahcevuovddit, mat leat máŋga čuođi jagi boarrásat.

source: Luonnonsuojelun lisäksi Lemmenjoen kansallispuistolla on suuri merkitys poronhoidolle, matkailulle, eräretkeilylle ja kullankaivulle.
sme: Luonddusuodjaleami lassin Leammi álbmotmeahcci mearkkaša ollu boazodollui, turismii, meahccevánddardeapmái ja golleroggamii.

source: Poronhoidon lisäksi puisto on paikallisille ihmisille tärkeää metsästys-, kalastus- ja hillastusaluetta.
sme: Boazodoalu lassin álbmotmeahcci lea báikkálaš olbmuide dehálaš meahccebivdo-, guolástan- ja lubmenguovlu.

source: Lemmenjoen kansallispuiston alue oli vanhastaan kalastajasaamelaisten, nykyisten inarinsaamelaisten, kalastus- ja metsästysmaita.
sme: Leammi álbmotmeahcci lei ovdalaš áiggiid guolásteaddjisámiid, dálá anáraččaid guolástan- ja meahccebivdoguovlu.

source: Villipeuran pyynnistä on vieläkin nähtävillä pyyntikuoppajärjestelmien jäänteitä monissa paikoissa puiston jokivarsilla ja järvikannaksilla.
sme: Goddebivddus vuhttojit ainge godderoggevuogádagaid bázahusat johkaguorain ja jávremutkkiin.

source: Peuranpyynti menetti merkitystään 1800-luvulla, kun peurakanta taantui ja poronhoito levisi Lemmenjoellekin.
sme: Goddebivddu mearkkašupmi geahppánišgođii 1800-logus, go goddenálli vánui ja boazodoallu leavai Leammáige.

source: Alueen väestörakenne muuttui, kun Utsjoelta tulleet porosaamelaiset eli tunturisaamelaiset ja etelästä tulleet suomalaiset asettuivat Inariin.
sme: Guovllu veahkadatráhkadus rievddai, go Ohcejogas boahtán boazosámit dahjege duottarsámit ja lullin boahtán suopmelaččat ásaiduvve Anárii.

source: 2.2 Lemmenjoen kansallispuiston kasvimaantieteellinen sijainti
sme: 2.2 Leammi álbmotmeahci šaddoeatnandieđalaš sajádat

source: Lemmenjoen kansallispuisto sijaitsee pohjoisella havumetsävyöhykkeellä, sen pohjoisboreaalisessa kasvillisuusvyöhykkeessä.
sme: Leammi álbmotmeahcci lea davvi goahccevuovdeavádagas, dan davviboreála šattolašvuođaavádagas.

source: Suurimmalta osin puisto sijaitsee mantereisessa, mänty- ja koivumetsien vallitsemassa Metsä-Lapissa, lukuun ottamatta Kietsimä- ja osin Vaskojoen valuma-alueita, jotka kuuluvat mereisempään Tunturi-Lappiin.
sme: Álbmotmeahcci lea eanaš Vuovde-Sámis, gos leat beahce- ja soahkevuovddit ja man dálkkádat sulastahttá nannándálkkádaga. Spiehkastahkan leat Skiehččanjoga ja muhtun muddui maiddái Fáškku golganguovllut, mat leat Duottar-Sámis, gos lea juo eanet váikkuheamen mearradálkkádat.

source: Soidensa puolesta kansallispuisto kuuluu Metsä-Lapin aapasuovyöhykkeen pohjoisosaan, lähelle Tunturi-Lapin palsasoiden vyöhykerajaa;
sme: Jekkiid dáfus Leammi álbmotmeahcci lea Vuovde-Sámi áhpejeaggeavádaga davágeahčen, lahka Duottar-Sámi balsajekkiid avádatráji, ja gávdnoba álbmotmeahcis okta balsajeaggige.

source: löytyypä puistosta yksi palsasuokin. Ilmaston mantereisuuden ja mereisyyden lisäksi korkeusvaihteluilla on suuri vaikutus kasvillisuuteen.
sme: Dasa lassin ahte álbmotmeahci dálkkádat sulastahttá sihke nannán- ja mearradálkkádaga maiddái allodatmolsašuddamat váikkuhit ollu šattolašvuhtii.

source: Tunturia ylöspäin mentäessä lämpötila laskee ja kasvukausi lyhenee, mistä seuraa kasvillisuuden vyöhykkeisyyttä.
sme: Duoddaris bajásguvlui manadettiin temperatuvra njiedjá ja šaddanbadji oatnu, mii dagaha dan ahte šattolašvuohta lea avádagaid mielde.

source: Lemmenjoen kansallispuistossa kasvillisuuden vyöhykkeisyys on hyvin havaittavissa, koska puisto sijaitsee ilmastollisesti Metsä- ja Tunturi-Lapin rajalla ja puiston laajoilla tunturialueilla on huomattavia korkeusvaihteluita (Keränen ym. 2004).
sme: Leammi álbmotmeahcis šattolašvuođa juohkáseapmi sierra avádagaide vuhtto bures, dasgo guovlu lea dálkkádaga dáfus Vuovde- ja Duottar-Sámi ráji alde ja álbmotmeahci viiddis duottarguovlluid allodat molsašuddá mealgat (Keränen ym. 2004).

source: Ilmaston ja korkeuden lisäksi kallio- ja maaperä ovat tärkeitä kasvillisuutta muovaavia tekijöitä.
sme: Dálkkádaga ja allodaga lassin bákte- ja eanavuođđu váikkuhit ollu šattolašvuhtii.

source: Lemmenjoen, kuten koko Pohjois-Suomen, kallioperässä on pääasiassa happamia kivilajeja, joiden vaikutus heijastuu karuna kasvillisuutena.
sme: Leammi, dego oppa Davvi-Suoma báktevuođus leat miehtá eanaš suvrra geađgešlájat, mii dagaha dan ahte guovllu šattolašvuohta lea guorbbas.

source: Emäksisten kivilajien alueilla on kasveille tarjolla ravinteita käyttökelpoisemmassa muodossa.
sme: Alkála geađgešlájaid guovlluin leat biebmoávdnasat, mat anihit buorebut šattuide.

source: Tällaisia suotuisampia kasvupaikkoja löytyy Lemmenjoelta lähinnä joiltakin puiston länsiosan tunturikankailta.
sme: Dákkár buoret šaddansajit leat vuosttažettiin muhtun duottarguolbaniin álbmotmeahci oarjjageahčen.

source: Myös kansallispuiston suot ovat karusta kallioperästä johtuen pääasiassa vähä- tai keskiravinteisia.
sme: Maiddái álbmotmeahci jeakkit lea guorba báktevuođu dihte dakkárat ahte dain leat uhccán dahje viehka uhccán biebmoávdnasat.

source: Lemmenjoen kansallispuisto rajoittuu lännessä Puljun erämaahan ja norjalaiseen Ylä-Inarijoen (Øvre Anárjohka) kansallispuistoon ja idässä Hammastunturin erämaahan.
sme: Leammi álbmotmeahcci rádjašuvvá oarjin Buljju meahcceguvlui ja norggabeale Anárjoga álbmotmeahccái ja nuortan Bátneduoddara meahcceguvlui.

source: Näistä suojelualueista muodostuu yhdessä miljoonan hehtaarin laajuinen ja itä-länsisuunnassa noin 250 km:n pituinen metsänrajaseutujen suojelualueiden vyöhyke, jota täydentävät alueiden sisällä tai reunoilla sijaitsevat soidensuojelualueet.
sme: Dáin suodjalanguovlluin čohkiida buohkanassii miljovnna hektára viidosaš ja sullii 250 kilomehtera govdosaš vuovdeordaguovlluid suodjalanguovloavádat, man dievasmahttet jekkiidsuodjalanguovllut máinnašuvvon guovlluid siste dahje ravddain.

source: Kansallispuisto sijaitsee metsänrajavyöhykkeellä, jossa on tuhansia kilometrejä monenlaista metsänrajaa ja niiden vaihettumisvyöhykkeitä: kuusen pohjoinen metsänraja, männyn metsän- ja puurajat sekä tunturikoivun vastaavat rajat havupuuvyöhykkeiden yläpuolella.
sme: Álbmotmeahcci lea vuovdeordaavádagas, gos leat duháhiid kilomehteriid mielde máŋggalágan vuovdeorddat ja daid molsašuvvanavádagat: guosa davvi vuovdeorda, beazi vuovdeorda ja muorrarádji ja lageža vástideaddji rájit goahccemuorraavádaga bajábealde.

source: Alueen metsiä ja muita luontotyyppejä on kuvattu tarkemmin Lemmenjoki.
sme: Guovllu vuovddit ja eará luondotiippat leat govviduvvon dárkileappot Lemmenjoki.

source: Suomen suurin kansallispuisto -kirjan sivuilla 176–197 (Keränen ym. 2004, Norokorpi &amp; Kajala 2004, Keränen 2004c, 2004e, 2004f, 2004g).
sme: -girjji siidduin 176–197 (Keränen ym. 2004, Norokorpi ja Kajala 2004, Keränen 2004c, 2004e,

source: 2.3 Kallioperä ja maaperä
sme: 2.3 Báktevuođđu ja eanavuođđu

source: Seuraava tiivistelmä Lemmenjoen maankamaran synnystä ja kehityksestä on Lemmenjoki-kirjasta (Johansson &amp; Manninen 2004, s. 152–172).
sme: Čuovvovaš čoahkkáigeassu Leammi eana- ja báktevuođu riegádeamis ja ovdáneamis lea váldojuvvon Lemmenjoki-girjjis (Johansson &amp; Manninen 2004, s. 152–172):

source: Lemmenjoen kansallispuisto on pinnanmuodoiltaan vaihtelevaa.
sme: Leammi álbmotmeahcci molsašuddá bajildushámiid dáfus.

source: Puistossa on tunturialueita, joilla korkeusvaihtelut ovat suuret, ja toisaalta on lähes tasaisia suoalueita.
sme: Álbmotmeahcis leat duottarguovllut, main leat stuorra allodatearut ja nuppe dáfus measta duolba jeaggeguovllut.

source: Lemmenjoen kallioperä koostuu iältään hyvin vanhoista kivilajeista, jotka ovat syntytavaltaan ja koostumukseltaan varsin vaihtelevia, eikä kaikkien kivilajien alkuperä ole vielä täysin tunnettu.
sme: Leammi báktevuođđu čohkiida hui sierraahkásaš boares geađgešlájain, mat leat daid bohciidanvuogi ja čoakkádusa dáfus viehka máŋggaláganat, iige buot geađgešlájaid boahtimuš vel dovdojuvvo ollásit.

source: Pääpiirteissään puiston kallioperä jakautuu kolmeen toisistaan selkeästi erottuvaan vyöhykkeeseen:
sme: Oppalaččat geahčadettiin álbmotmeahci báktevuođđu juohkása golmma mihtilmas avádahkii:
